 {
        "area": [
            "Theatre",
            "An old building that seems to be falling apart, it used to be for watching movies.",
            "lobby"
        ],
  
        "lobby": {
            "room": [
                "A pretty dark room with the faint glow of sunshine flowing in. The place looks like it's been abandoned for years, you can see dust floating everywhere you go.",
                ["hall"]
            ],
    
            "characters": [],
    
            "items": [
                ["old-popcorn", "Someone must have left this in the lobby right before the place shut down, it's pretty stale.", 10, 0]
            ],
    
            "enemies": [],
    
            "structures": [
                ["lobby-counter", "This looks like where people would get their tickets and purchase refreshments."]
            ],
    
            "events": []
        },

        "hall": {
            "room": [
                "It seems to go pretty far in all directions, you can see posters on the walls of the last films that were showed here.",
                ["lobby"]
            ],
    
            "characters": [],
    
            "items": [
                ["old-popcorn", "Someone must have left this in the lobby right before the place shut down, it's pretty stale.", 10, 0]
            ],
    
            "enemies": [],
    
            "structures": [
                ["simple-poster", "Looks like one of those family friendly live action movies, there doesn't look like there's much substance to it. You can start to see why this place got shut down."],
                ["torn-poster", "It's hard to make out what this poster says, it looks like it has been torn off. All that's really left is a large eyeball staring directly at you."],
                ["action-poster", "Now this is some cool stuff! There's 30 guys fighting in a battle royal to the death! Wouldn't it have been cool to have seen this one?"],
                ["romance-poster", "A guy, and a girl, alone in paris? Quite a unique set of circumstances wouldn't you say? There's usually more than two people in a big city."],
                ["anime-poster", "Looks like something about a guy making pizza. It seems to take place in midieval times, maybe it's about how they used to make pizza in the olden days?"]
            ],
    
            "events": []
        },
    }
